tap "a-know/tap"
tap "adoptopenjdk/openjdk"
tap "agrinman/tap"
tap "aquaproj/aqua"
tap "aquasecurity/trivy"
tap "argon/mas"
tap "arrow2nd/tap"
tap "aws/tap"
tap "azure/functions"
tap "b4b4r07/tap"
tap "bazelbuild/tap"
tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "danielbayley/alfred"
tap "dorukgezici/cask"
tap "dwarvesf/tap"
tap "eugenmayer/dockersync"
tap "facebook/fb"
tap "felixkratz/formulae"
tap "fsouza/prettierd"
tap "gcenx/wine"
tap "github/gh"
tap "go-delve/delve"
tap "goodwithtech/r"
tap "hkamran80/things"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "itchyny/tap"
tap "jakehilborn/jakehilborn"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "kryptco/tap"
tap "microsoft/git"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "planetscale/tap"
tap "possatti/possatti"
tap "qmk/qmk"
tap "rcmdnk/file"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "ryoppippi/neovim-nightly"
tap "sanemat/font"
tap "skanehira/docui"
tap "supabase/tap"
tap "thought-machine/please"
tap "tinygo-org/tools"
tap "uzimaru0000/tap"
tap "wez/wezterm"
tap "yt-dlp/taps"
tap "yudai/gotty"
brew "libpng"
brew "little-cms2"
brew "aom"
brew "apr-util"
brew "gettext"
brew "libssh2"
brew "aria2"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "atool"
brew "autoconf"
brew "automake"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "graphite2"
brew "harfbuzz"
brew "openjdk@11"
brew "bazel"
brew "bdw-gc"
brew "libunistring"
brew "libidn2"
brew "libuv"
brew "bind"
brew "bison"
brew "bit-git"
brew "bluetoothconnector"
brew "boost"
brew "ccache"
brew "ccls"
brew "metis"
brew "suite-sparse"
brew "fribidi"
brew "gdk-pixbuf"
brew "pango"
brew "librsvg"
brew "chafa"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "ctop"
brew "curl"
brew "dash"
brew "dlib"
brew "dnsmasq"
brew "docker-compose"
brew "folly"
brew "efm-langserver"
brew "envchain"
brew "openjpeg"
brew "ghostscript"
brew "epstool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libtasn1"
brew "unbound"
brew "gnutls"
brew "lame"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "sdl2"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fftw"
brew "fig2dev"
brew "figlet"
brew "fish"
brew "fltk"
brew "fortune"
brew "libtool"
brew "fswatch"
brew "fzy"
brew "gawk"
brew "libavif"
brew "gd"
brew "ghq"
brew "gibo"
brew "git"
brew "libgit2"
brew "git-interactive-rebase-tool"
brew "git-lfs"
brew "gl2ps"
brew "glfw"
brew "glow"
brew "glpk"
brew "gnu-sed"
brew "libcerf"
brew "gnuplot"
brew "gobject-introspection"
brew "gperftools"
brew "gping"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "gts"
brew "graphviz"
brew "grex"
brew "hadolint"
brew "hdf5"
brew "hexedit"
brew "hexyl"
brew "htop"
brew "httpstat"
brew "icoutils"
brew "ilmbase"
brew "libomp", link: true
brew "imagemagick"
brew "ios-deploy"
brew "jc"
brew "jemalloc"
brew "jid"
brew "krb5"
brew "lapack"
brew "openjdk"
brew "leiningen"
brew "libcroco"
brew "libepoxy"
brew "libusb"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libslirp"
brew "libspiro"
brew "libssh"
brew "libtermkey"
brew "libuninameslist"
brew "libzip"
brew "llvm"
brew "llvm@13"
brew "lolcat"
brew "lynx"
brew "mackup"
brew "make"
brew "mas"
brew "massren"
brew "mdcat"
brew "media-info"
brew "mercurial"
brew "protobuf"
brew "mosh"
brew "msgpack"
brew "zlib"
brew "mysql-client"
brew "ninja"
brew "nmap"
brew "node@16"
brew "nspr"
brew "nss"
brew "numpy"
brew "plotutils"
brew "portaudio"
brew "pstoedit"
brew "pyqt@5"
brew "qhull"
brew "qrupdate"
brew "qscintilla2"
brew "sundials"
brew "octave"
brew "vtk"
brew "opencv"
brew "opusfile"
brew "parallel"
brew "pastel"
brew "php"
brew "python@3.10"
brew "ponysay"
brew "poppler"
brew "portmidi"
brew "procs"
brew "pv"
brew "pwgen"
brew "qt"
brew "pyqt"
brew "qemu"
brew "ranger"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "rsync"
brew "rust-analyzer"
brew "screenfetch"
brew "screenresolution"
brew "silicon"
brew "sip"
brew "sl"
brew "smartmontools"
brew "sox"
brew "sphinx-doc"
brew "stylua"
brew "swift-format"
brew "swiftlint"
brew "switchaudio-osx"
brew "t-rec"
brew "ta-lib"
brew "telnet"
brew "terminal-notifier"
brew "tldr"
brew "topgrade"
brew "translate-shell"
brew "tree"
brew "ttyd"
brew "ttyrec"
brew "unison"
brew "utf8proc"
brew "veclibfort"
brew "w3m"
brew "wallpaper"
brew "watch"
brew "watchexec"
brew "watchman"
brew "wget"
brew "whalebrew"
brew "xcodegen"
brew "xcv"
brew "youtube-dl"
brew "zsh-completions"
brew "a-know/tap/pi"
brew "aquaproj/aqua/aqua"
brew "aquasecurity/trivy/trivy"
brew "arrow2nd/tap/nekome"
brew "cantino/mcfly/mcfly"
brew "charmbracelet/tap/vhs"
brew "cloudflare/cloudflare/cloudflared"
brew "eugenmayer/dockersync/unox"
brew "goodwithtech/r/dockle"
brew "itchyny/tap/mmv"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "planetscale/tap/pscale"
brew "possatti/possatti/pokemonsay"
brew "supabase/tap/supabase"
brew "uzimaru0000/tap/oglens"
brew "yt-dlp/taps/yt-dlp"
cask "aerial"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "arduino"
cask "audacity"
cask "background-music"
cask "balenaetcher"
cask "basictex"
cask "blender"
cask "bleunlock"
cask "blu-ray-player-pro"
cask "bluesnooze"
cask "cloudflare-warp"
cask "coconutbattery"
cask "corretto8"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "finicky"
cask "gitify"
cask "google-chrome"
cask "google-drive"
cask "gyazo"
cask "haptickey"
cask "hot"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "jettison"
cask "jupyter-notebook-viewer"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "licecap"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "min"
cask "miniforge"
cask "monitorcontrol"
cask "neovim-nightly"
cask "ngrok"
cask "noisebuddy"
cask "notunes"
cask "numi"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "processing"
cask "qlvideo"
cask "quitter"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rstudio"
cask "sdformatter"
cask "sequel-pro-nightly"
cask "shortcat"
cask "shottr"
cask "signal"
cask "skype"
cask "squirrel-for-simulator"
cask "ssh-tunnel-manager"
cask "suspicious-package"
cask "symboliclinker"
cask "syncthing"
cask "tor-browser"
cask "touch-bar-simulator"
cask "transmission-nightly"
cask "tunnelblick"
cask "tweeten"
cask "vimmotion"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "window-switch"
cask "xquartz"
cask "zerotier-one"
cask "zoom"
mas "Accelerate", id: 1459809092
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Be Focused", id: 973134470
mas "BlockComment", id: 1246672247
mas "Clean", id: 418412301
mas "Command X", id: 6448461551
mas "Consent-O-Matic", id: 1606897889
mas "CotEditor", id: 1024640650
mas "DevCleaner", id: 1388020431
mas "Disk Speed Test", id: 425264550
mas "Document Generator", id: 1437883178
mas "Downlink", id: 1454269192
mas "Download Shuttle", id: 847809913
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "FocusRecorder", id: 6446467176
mas "Gemini 2", id: 1090488118
mas "Gifski", id: 1351639930
mas "GIPHY CAPTURE", id: 668208984
mas "Grammarly for Safari", id: 1462114288
mas "Hex Fiend", id: 1342896380
mas "Hush", id: 1544743900
mas "iHosts", id: 1102004240
mas "iText Express", id: 416550249
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas "Keyword Search", id: 1558453954
mas "LadioCast", id: 411213048
mas "LanguageTranslator", id: 1218781096
mas "LINE", id: 539883307
mas "Mathpix Snipping Tool", id: 1349670778
mas "Mendeley Web Importer", id: 1577516695
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "NamingTranslator", id: 1218784832
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "PiPifier", id: 1160374471
mas "Screegle", id: 1591051659
mas "Seashore", id: 1448648921
mas "Sequel Ace", id: 1518036000
mas "Skitch", id: 425955336
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "TabifyIndents", id: 1179234554
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Tunacan", id: 980577198
mas "uBlacklist for Safari", id: 1547912640
mas "Vimari", id: 1480933944
mas "VisBug", id: 1538509686
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "XnConvert", id: 436203431
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.Bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "andyyu2004.vscode-neovim"
vscode "Angular.ng-template"
vscode "anseki.vscode-color"
vscode "antfu.slidev"
vscode "antonholmberg.remove-bg"
vscode "ardenivanov.svelte-intellisense"
vscode "Arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "Azurite.azurite"
vscode "be5invis.toml"
vscode "be5invis.vscode-custom-css"
vscode "bencoleman.armview"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "BrandonKirbyson.vscode-animations"
vscode "cab404.vscode-direnv"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "cnshenj.vscode-task-manager"
vscode "cocopon.iceberg-theme"
vscode "codezombiech.gitignore"
vscode "coolbear.systemd-unit-file"
vscode "crewsycrews.bundlephobia-support"
vscode "cschlosser.doxdocgen"
vscode "cstrap.python-snippets"
vscode "davidbroetje.algorithm-mnemonics-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "deerawan.vscode-faker"
vscode "denoland.vscode-deno"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "DominicVonk.auto-toggle-sidebar"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "extr0py.vscode-relative-line-numbers"
vscode "fabiospampinato.vscode-open-in-github"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.github-actions"
vscode "fregante.ghost-text"
vscode "ghaschel.vscode-angular-html"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "helgardrichard.helium-icon-theme"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "hollowtree.vue-snippets"
vscode "hoovercj.vscode-power-mode"
vscode "humao.rest-client"
vscode "hyesun.py-paste-indent"
vscode "IBM.output-colorizer"
vscode "ICS.japanese-proofreading"
vscode "iocave.monkey-patch"
vscode "jakob101.RelativePath"
vscode "James-Yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jeff-hykin.polacode-2019"
vscode "jock.svg"
vscode "johnpapa.angular-essentials"
vscode "johnpapa.Angular2"
vscode "johnpapa.vscode-peacock"
vscode "JonathanHarty.gruvbox-material-icon-theme"
vscode "jrebocho.vscode-random"
vscode "JulianIaquinandi.nvim-ui-modifier"
vscode "Kasik96.swift"
vscode "kawamurakazushi.vscode-filer"
vscode "keyring.Lua"
vscode "KoichiSasada.vscode-rdbg"
vscode "kosz78.nim"
vscode "lorenzopirro.zig-snippets"
vscode "lucax88x.codeacejumper"
vscode "lucylang2.lucylang"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "metaseed.MetaJump"
vscode "mhutchie.git-graph"
vscode "mkxml.vscode-filesize"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-pyright.pyright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.Theme-MaterialKit"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "msjsdiag.debugger-for-edge"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "nickdemayo.vscode-json-editor"
vscode "nicoespeon.abracadabra"
vscode "njpwerner.autodocstring"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pasalog.a-frame-for-vscode"
vscode "patricklee.vsnotes"
vscode "peakchen90.open-html-in-browser"
vscode "pizzacat83.codic"
vscode "PKief.material-icon-theme"
vscode "pomber.git-file-history"
vscode "Postman.postman-for-vscode"
vscode "pranthiks.sendmail"
vscode "praveencrony.total-lines"
vscode "qufiwefefwoyn.kanagawa"
vscode "rcore.rcore-unused-css-classes"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.create-file-folder"
vscode "ritwickdey.LiveServer"
vscode "rlivings39.fzf-quick-open"
vscode "rogalmic.bash-debug"
vscode "RolandoTaipe.Underdark"
vscode "Rubymaniac.vscode-direnv"
vscode "rust-lang.rust-analyzer"
vscode "ryanolsonx.snippet-creator"
vscode "sainnhe.gruvbox-material"
vscode "sgryjp.japanese-word-handler"
vscode "shardulm94.trailing-spaces"
vscode "Shopify.ruby-extensions-pack"
vscode "Shopify.ruby-lsp"
vscode "Shopify.vscode-shadowenv"
vscode "SimonSiefke.svg-preview"
vscode "skyapps.fish-vscode"
vscode "smulyono.reveal"
vscode "sorbet.sorbet-vscode-extension"
vscode "statelyai.stately-vscode"
vscode "stordahl.sveltekit-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "TabNine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "tcwalther.cython"
vscode "teabyii.ayu"
vscode "tomoki1207.pdf"
vscode "tshino.dynamic-macro"
vscode "tshino.kb-macro"
vscode "tushortz.python-extended-snippets"
vscode "twxs.cmake"
vscode "uctakeoff.vscode-counter"
vscode "ulwlu.elly"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.gistfs"
vscode "WakaTime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "webfreak.debug"
vscode "wicked-labs.sequoia"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "wraith13.blitz"
vscode "wraith13.bracket-lens"
vscode "wraith13.file-path-bar"
vscode "xabikos.JavaScriptSnippets"
vscode "YclepticStudios.unity-snippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yummygum.city-lights-theme"
vscode "yzane.markdown-pdf"
vscode "zhuangtongfa.material-theme"
vscode "ziglang.vscode-zig"
vscode "ZixuanChen.vitest-explorer"
