tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "artginzburg/tap"
tap "clojure/tools"
tap "danielbayley/alfred"
tap "dimentium/autoraise"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "kphrx/personal"
tap "kyoh86/tap"
tap "nikitabobko/tap"
brew "libpng"
brew "little-cms2"
brew "aom"
brew "aria2"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "bison"
brew "bluetoothconnector"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "fribidi"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "libavif"
brew "pango"
brew "librsvg"
brew "chafa"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cmigemo"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "gcc"
brew "dlib"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ghostscript"
brew "epstool"
brew "libgit2"
brew "eza"
brew "fastfetch"
brew "folly"
brew "fizz"
brew "wangle"
brew "xxhash"
brew "fbthrift"
brew "fb303"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libtasn1"
brew "unbound"
brew "gnutls"
brew "lame"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "libsndfile"
brew "libsoxr"
brew "libssh"
brew "libvidstab"
brew "libvpx"
brew "sdl2"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@4"
brew "open-mpi"
brew "fftw"
brew "fig2dev"
brew "figlet"
brew "fish"
brew "fltk"
brew "fortune"
brew "gawk"
brew "gd"
brew "gh"
brew "git"
brew "git-now"
brew "gl2ps"
brew "glfw"
brew "glpk"
brew "gnu-sed"
brew "libusb"
brew "libcerf"
brew "qt"
brew "gnuplot"
brew "pkgconf"
brew "gobject-introspection"
brew "gperftools"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "libtool"
brew "graphicsmagick"
brew "gts"
brew "graphviz"
brew "hdf5"
brew "icoutils"
brew "libomp", link: true
brew "imagemagick"
brew "lapack"
brew "openjdk"
brew "leiningen"
brew "libcroco"
brew "libepoxy"
brew "libffi"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libsixel"
brew "libslirp"
brew "libspiro"
brew "libtermkey"
brew "libuninameslist"
brew "libuv"
brew "libzip"
brew "llvm"
brew "make"
brew "mas"
brew "media-info"
brew "metis"
brew "msgpack"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "pam-reattach"
brew "parallel"
brew "plotutils"
brew "poppler"
brew "portaudio"
brew "portmidi"
brew "protobuf"
brew "pv"
brew "pyqt"
brew "pyqt@5"
brew "python@3.11"
brew "python@3.9"
brew "qhull"
brew "qrupdate"
brew "qscintilla2"
brew "rlwrap"
brew "rsync"
brew "screenresolution"
brew "sl"
brew "smartmontools"
brew "suite-sparse"
brew "sundials"
brew "swift-format"
brew "swift-sh"
brew "switchaudio-osx"
brew "ta-lib"
brew "telnet"
brew "terminal-notifier"
brew "tldr"
brew "trash", link: true
brew "ttyd"
brew "typos-cli"
brew "typos-lsp"
brew "utf8proc"
brew "veclibfort"
brew "wallpaper"
brew "wget"
brew "xh"
brew "artginzburg/tap/sudo-touchid"
brew "kyoh86/tap/git-branches"
brew "kyoh86/tap/git-vertag"
cask "aerospace"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "audacity"
cask "autoraiseapp"
cask "background-music"
cask "balenaetcher"
cask "basictex"
cask "blackhole-16ch"
cask "blender"
cask "blu-ray-player-pro"
cask "bluesnooze"
cask "cloudflare-warp"
cask "corretto@8"
cask "cyberduck"
cask "dbeaver-community"
cask "deepl"
cask "deskpad"
cask "discord"
cask "font-line-seed-jp"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "jettison"
cask "jupyter-notebook-viewer"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "keyclu"
cask "licecap"
cask "lulu"
cask "microsoft-auto-update"
cask "min"
cask "monitorcontrol"
cask "ngrok"
cask "notunes"
cask "obs"
cask "obsidian"
cask "ollama"
cask "openvpn-connect"
cask "orbstack"
cask "piphero"
cask "processing"
cask "qlvideo"
cask "quitter"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "sdformatter"
cask "secretive"
cask "shortcat"
cask "shottr"
cask "skim"
cask "ssh-tunnel-manager"
cask "stats"
cask "suspicious-package"
cask "symboliclinker"
cask "syncthing"
cask "touch-bar-simulator"
cask "transmission@nightly"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "xquartz"
cask "zed"
cask "zerotier-one"
cask "zoom"
mas "Accelerate", id: 1459809092
mas "Actions", id: 1586435171
mas "AdGuard for Safari", id: 1440147259
mas "Aiko", id: 1672085276
mas "Amphetamine", id: 937984704
mas "Be Focused", id: 973134470
mas "BlockComment", id: 1246672247
mas "Clean", id: 418412301
mas "Command X", id: 6448461551
mas "Consent-O-Matic", id: 1606897889
mas "DevCleaner", id: 1388020431
mas "Disk Speed Test", id: 425264550
mas "Document Generator", id: 1437883178
mas "Download Shuttle", id: 847809913
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Final Cut Pro", id: 424389933
mas "FocusRecorder", id: 6446467176
mas "Gemini 2", id: 1090488118
mas "Gifski", id: 1351639930
mas "GIPHY CAPTURE", id: 668208984
mas "Grammarly for Safari", id: 1462114288
mas "Hex Fiend", id: 1342896380
mas "Hush", id: 1544743900
mas "iHosts", id: 1102004240
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas "Keyword Search", id: 1558453954
mas "Kindle", id: 302584613
mas "LadioCast", id: 411213048
mas "LanguageTranslator", id: 1218781096
mas "LINE", id: 539883307
mas "Mapture", id: 1671995907
mas "Mathpix Snipping Tool", id: 1349670778
mas "Mendeley Web Importer", id: 1577516695
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "NamingTranslator", id: 1218784832
mas "Omnivore", id: 1564031042
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "PiPifier", id: 1160374471
mas "Refined GitHub", id: 1519867270
mas "Screegle", id: 1591051659
mas "Seashore", id: 1448648921
mas "Sequel Ace", id: 1518036000
mas "Shareful", id: 1522267256
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Squirrel", id: 1669664068
mas "TabifyIndents", id: 1179234554
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Tunacan", id: 980577198
mas "uBlacklist for Safari", id: 1547912640
mas "Userscripts-Mac-App", id: 1463298887
mas "Velja", id: 1607635845
mas "Vimari", id: 1480933944
mas "VisBug", id: 1538509686
mas "Xcode", id: 497799835
mas "XnConvert", id: 436203431
whalebrew "directory"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "angular.ng-template"
vscode "anseki.vscode-color"
vscode "antfu.browse-lite"
vscode "antfu.file-nesting"
vscode "antfu.iconify"
vscode "antfu.pnpm-catalog-lens"
vscode "antfu.slidev"
vscode "antfu.smart-clicks"
vscode "antfu.unocss"
vscode "antonholmberg.remove-bg"
vscode "ardenivanov.svelte-intellisense"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "azurite.azurite"
vscode "be5invis.toml"
vscode "be5invis.vscode-custom-css"
vscode "bencoleman.armview"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "cab404.vscode-direnv"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "cnshenj.vscode-task-manager"
vscode "cocopon.iceberg-theme"
vscode "codezombiech.gitignore"
vscode "coolbear.systemd-unit-file"
vscode "crewsycrews.bundlephobia-support"
vscode "cschlosser.doxdocgen"
vscode "cstrap.python-snippets"
vscode "davidbroetje.algorithm-mnemonics-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "deerawan.vscode-faker"
vscode "denoland.vscode-deno"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "dominicvonk.auto-toggle-sidebar"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "extr0py.vscode-relative-line-numbers"
vscode "fabiospampinato.vscode-open-in-github"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.github-actions"
vscode "fregante.ghost-text"
vscode "ghaschel.vscode-angular-html"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "helgardrichard.helium-icon-theme"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "hollowtree.vue-snippets"
vscode "hoovercj.vscode-power-mode"
vscode "humao.rest-client"
vscode "hyesun.py-paste-indent"
vscode "iamhyc.overleaf-workshop"
vscode "ibm.output-colorizer"
vscode "icrawl.discord-vscode"
vscode "ics.japanese-proofreading"
vscode "jakob101.relativepath"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jeff-hykin.polacode-2019"
vscode "jock.svg"
vscode "johnpapa.angular-essentials"
vscode "johnpapa.angular2"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "jonathanharty.gruvbox-material-icon-theme"
vscode "jrebocho.vscode-random"
vscode "julianiaquinandi.nvim-ui-modifier"
vscode "kawamurakazushi.vscode-filer"
vscode "keyring.lua"
vscode "koichisasada.vscode-rdbg"
vscode "kosz78.nim"
vscode "lucax88x.codeacejumper"
vscode "lucylang2.lucylang"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "metaseed.metajump"
vscode "mhutchie.git-graph"
vscode "mkxml.vscode-filesize"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-pyright.pyright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.theme-materialkit"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "mylesmurphy.prettify-ts"
vscode "nickdemayo.vscode-json-editor"
vscode "nicoespeon.abracadabra"
vscode "njpwerner.autodocstring"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "pasalog.a-frame-for-vscode"
vscode "patricklee.vsnotes"
vscode "peakchen90.open-html-in-browser"
vscode "phind.phind"
vscode "pizzacat83.codic"
vscode "pkief.material-icon-theme"
vscode "pomber.git-file-history"
vscode "pranthiks.sendmail"
vscode "praveencrony.total-lines"
vscode "qufiwefefwoyn.kanagawa"
vscode "rcore.rcore-unused-css-classes"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.create-file-folder"
vscode "ritwickdey.liveserver"
vscode "rlivings39.fzf-quick-open"
vscode "rogalmic.bash-debug"
vscode "rolandotaipe.underdark"
vscode "rubymaniac.vscode-direnv"
vscode "rust-lang.rust-analyzer"
vscode "ryanolsonx.snippet-creator"
vscode "sainnhe.gruvbox-material"
vscode "saoudrizwan.claude-dev"
vscode "sgryjp.japanese-word-handler"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "shopify.vscode-shadowenv"
vscode "simonsiefke.svg-preview"
vscode "skyapps.fish-vscode"
vscode "smulyono.reveal"
vscode "sorbet.sorbet-vscode-extension"
vscode "statelyai.stately-vscode"
vscode "stordahl.sveltekit-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "tcwalther.cython"
vscode "teabyii.ayu"
vscode "tomoki1207.pdf"
vscode "tshino.dynamic-macro"
vscode "tshino.kb-macro"
vscode "tushortz.python-extended-snippets"
vscode "twxs.cmake"
vscode "uctakeoff.vscode-counter"
vscode "ulwlu.elly"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "webfreak.debug"
vscode "wicked-labs.sequoia"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "wraith13.blitz"
vscode "wraith13.bracket-lens"
vscode "wraith13.file-path-bar"
vscode "xabikos.javascriptsnippets"
vscode "yclepticstudios.unity-snippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yummygum.city-lights-theme"
vscode "yzane.markdown-pdf"
vscode "zhuangtongfa.material-theme"
vscode "ziglang.vscode-zig"
vscode "znck.grammarly"
vscode "zxh404.vscode-proto3"
