tap "adoptopenjdk/openjdk"
tap "agrinman/tap"
tap "aquasecurity/trivy"
tap "argon/mas"
tap "aws/tap"
tap "azure/functions"
tap "bazelbuild/tap"
tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "cloudflare/cloudflare"
tap "danielbayley/alfred"
tap "dorukgezici/cask"
tap "dwarvesf/tap"
tap "eugenmayer/dockersync"
tap "facebook/fb"
tap "gcenx/wine"
tap "github/gh"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "kryptco/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "possatti/possatti"
tap "qmk/qmk"
tap "rcmdnk/file"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "sanemat/font"
tap "skanehira/docui"
tap "thought-machine/please"
tap "yudai/gotty"
brew "act"
brew "libpng"
brew "aom"
brew "libssh2"
brew "aria2"
brew "gcc"
brew "arpack"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "atool"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bdw-gc"
brew "gettext"
brew "libunistring"
brew "libidn2"
brew "libuv"
brew "bind", restart_service: true
brew "bison"
brew "bit-git"
brew "bluetoothconnector"
brew "icu4c"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "libffi"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "ccache"
brew "ccat"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "ctop"
brew "curl"
brew "direnv"
brew "dive"
brew "dnsmasq", restart_service: true
brew "docker-compose"
brew "docui"
brew "doitlive"
brew "duf"
brew "dust"
brew "envchain"
brew "little-cms2"
brew "ghostscript"
brew "epstool"
brew "exa"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "libtasn1"
brew "gnutls"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libvorbis"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "zeromq"
brew "ffmpeg"
brew "fftw"
brew "netpbm"
brew "fig2dev"
brew "figlet"
brew "fish"
brew "fltk"
brew "folly"
brew "fortune"
brew "fswatch"
brew "node"
brew "fx"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "ghr"
brew "gibo"
brew "gist"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "git-lfs"
brew "gitui"
brew "gl2ps"
brew "glfw"
brew "glpk"
brew "gnu-sed"
brew "libcerf"
brew "pango"
brew "gnuplot"
brew "go"
brew "googler"
brew "gperftools"
brew "gping"
brew "graphicsmagick"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "hexyl"
brew "htop"
brew "httpstat"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "iconsur"
brew "icoutils"
brew "ilmbase"
brew "libde265"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "jc"
brew "jemalloc"
brew "jid"
brew "jq"
brew "lapack"
brew "lazygit"
brew "openjdk"
brew "leiningen"
brew "libcroco"
brew "libgit2"
brew "libspiro"
brew "libssh"
brew "libtermkey"
brew "libuninameslist"
brew "libusb"
brew "libusbmuxd"
brew "libvterm"
brew "libzip"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "lynx"
brew "mackup"
brew "make"
brew "mas"
brew "massren"
brew "mdcat"
brew "media-info"
brew "mercurial"
brew "metis"
brew "protobuf"
brew "mosh"
brew "msgpack"
brew "navi"
brew "screenresolution"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nodebrew"
brew "nspr"
brew "nss"
brew "nyancat"
brew "plotutils"
brew "portaudio"
brew "pstoedit"
brew "qhull"
brew "qrupdate"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "texinfo"
brew "octave"
brew "opusfile"
brew "parallel"
brew "pastel"
brew "pdm"
brew "peco"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "ponysay"
brew "qt", link: false
brew "poppler"
brew "procs"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyqt"
brew "python-tk@3.9"
brew "python@3.8"
brew "qemu"
brew "r"
brew "ranger"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "silicon"
brew "sip"
brew "sl"
brew "smartmontools"
brew "sox"
brew "sphinx-doc"
brew "starship"
brew "switchaudio-osx"
brew "t-rec"
brew "ta-lib"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "translate-shell"
brew "trash"
brew "tree"
brew "unison"
brew "veclibfort"
brew "w3m"
brew "watch"
brew "watchexec"
brew "watchman"
brew "wget"
brew "whalebrew"
brew "xcv"
brew "xxh"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zoxide"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "azure/functions/azure-functions-core-tools@3"
brew "cantino/mcfly/mcfly"
brew "cloudflare/cloudflare/cloudflared"
brew "eugenmayer/dockersync/unox"
brew "possatti/possatti/pokemonsay"
brew "rhysd/actionlint/actionlint"
cask "aerial"
cask "alfred"
cask "appcleaner"
cask "arduino"
cask "authy"
cask "balenaetcher"
cask "basictex"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blender"
cask "bleunlock"
cask "blu-ray-player-pro"
cask "cheatsheet"
cask "cloudflare-warp"
cask "coconutbattery"
cask "corretto8"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "finicky"
cask "google-chrome"
cask "google-drive"
cask "gyazo"
cask "haptickey"
cask "hazeover"
cask "hot"
cask "imageoptim"
cask "jasper"
cask "jetbrains-toolbox"
cask "jettison"
cask "julia"
cask "jupyter-notebook-viewer"
cask "karabiner-elements"
cask "krisp"
cask "licecap"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "middleclick"
cask "miniforge"
cask "monitorcontrol"
cask "music-manager"
cask "netron"
cask "ngrok"
cask "numi"
cask "obs"
cask "onyx"
cask "oversight"
cask "processing"
cask "qlvideo"
cask "quitter"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sdformatter"
cask "sequel-pro-nightly"
cask "signal"
cask "skype"
cask "soundcleod"
cask "ssh-tunnel-manager"
cask "suspicious-package"
cask "syncthing"
cask "tor-browser"
cask "touch-bar-simulator"
cask "townwifi"
cask "transmission-nightly"
cask "tunnelblick"
cask "tweeten"
cask "typora"
cask "vimmotion"
cask "visual-studio-code"
cask "vlc"
cask "window-switch"
cask "wine-crossover"
cask "xquartz"
cask "zoom"
mas "A frames", id: 1575107918
mas "Accelerate", id: 1459809092
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "app.seashore", id: 1448648921
mas "Auto HD FPS for YouTube", id: 1546729687
mas "Be Focused", id: 973134470
mas "BlockComment", id: 1246672247
mas "Cinemagraph Pro", id: 777874532
mas "Clean", id: 418412301
mas "CotEditor", id: 1024640650
mas "Document Generator", id: 1437883178
mas "Download Shuttle", id: 847809913
mas "Fotor Photo Editor", id: 503039729
mas "GarageBand", id: 682658836
mas "Gemini 2", id: 1090488118
mas "Gifski", id: 1351639930
mas "GIPHY CAPTURE", id: 668208984
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "Haskell", id: 841285201
mas "HotKey", id: 975890633
mas "iBoostUp", id: 484829041
mas "iHosts", id: 1102004240
mas "Image2icon", id: 992115977
mas "iMovie", id: 408981434
mas "iText Express", id: 416550249
mas "Jira", id: 1475897096
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas "Keyword Search", id: 1558453954
mas "Krypton Desktop", id: 1512484779
mas "LadioCast", id: 411213048
mas "LanguageTranslator", id: 1218781096
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Mathpix Snipping Tool", id: 1349670778
mas "Mendeley Web Importer", id: 1577516695
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NamingTranslator", id: 1218784832
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "OctoLinker", id: 1549308269
mas "Octotree", id: 1457450145
mas "OmmWriter", id: 412347921
mas "Pages", id: 409201541
mas "PhotoScape X", id: 929507092
mas "Refined GitHub", id: 1519867270
mas "RunCat", id: 1429033973
mas "ScreenPointer", id: 1368204906
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Snippets Library", id: 1585687204
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "TabifyIndents", id: 1179234554
mas "The Unarchiver", id: 425424353
mas "Toothpicks", id: 998361254
mas "Twitter", id: 1482454543
mas "uBlacklist for Safari", id: 1547912640
mas "VisBug", id: 1538509686
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
