jethrokuan/z
oh-my-fish/plugin-expand
edc/bass
daenney/pyenv
decors/fish-ghq
matchai/fish-mock
sentriz/fish-pipenv
0rax/fish-bd
joehillen/ev-fish
b4b4r07/enhancd
acomagu/fish-async-prompt
jorgebucaran/autopair.fish
jorgebucaran/spark.fish
pure-fish/pure
franciscolourenco/done
jethrokuan/fzf
