{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "askpass.vim": { "branch": "main" },
  "bad-apple.vim": { "branch": "main" },
  "bigfile.nvim": { "branch": "main" },
  "bufdelete.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "bufresize.nvim": { "branch": "master" },
  "capture.vim": { "branch": "master" },
  "ccc.nvim": { "branch": "main" },
  "chowcho.nvim": { "branch": "main" },
  "climbdir.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-mocword": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "cmp-treesitter": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "colorful-winsep.nvim": { "branch": "main" },
  "comment-box.nvim": { "branch": "main" },
  "context_filetype.vim": { "branch": "master" },
  "convert-git-url.nvim": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "denops-docker.vim": { "branch": "main" },
  "denops-lazy.nvim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "detect-language.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "fileline.nvim": { "branch": "main" },
  "find-git-root.nvim": { "branch": "main" },
  "flask-snippets": { "branch": "master" },
  "flatten.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fuzzy-motion.vim": { "branch": "main" },
  "gh-actions-cache": { "branch": "main" },
  "gh-copilot": { "branch": "main" },
  "gh-cr": { "branch": "main" },
  "gh-dash": { "branch": "main" },
  "gh-do": { "branch": "main" },
  "gh-graph": { "branch": "main" },
  "gh-markdown-preview": { "branch": "master" },
  "gh-poi": { "branch": "main" },
  "gh-q": { "branch": "main" },
  "gin.vim": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "git-rebase-auto-diff.nvim": { "branch": "main" },
  "gitignore.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "heirline.nvim": { "branch": "master" },
  "hey.vim": { "branch": "main" },
  "highlight-undo.nvim": { "branch": "main" },
  "hlargs.nvim": { "branch": "main" },
  "import-cost.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "kensaku.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "linediff.vim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "lsp_lines": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "luv-vimdocs": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "medit": { "branch": "master" },
  "mini.indentscope": { "branch": "stable" },
  "mini.jump": { "branch": "stable" },
  "mini.splitjoin": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.trailspace": { "branch": "stable" },
  "mkdir.nvim": { "branch": "main" },
  "modes.nvim": { "branch": "main" },
  "modesearch.vim": { "branch": "master" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neodim": { "branch": "master" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "main" },
  "nvim-align": { "branch": "master" },
  "nvim-block-paste": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-comment-frame": { "branch": "main" },
  "nvim-dansa": { "branch": "main" },
  "nvim-early-retirement": { "branch": "main" },
  "nvim-file-location": { "branch": "main" },
  "nvim-gtd": { "branch": "main" },
  "nvim-insx": { "branch": "main" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-linkedit": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luadev": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-regexplainer": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-clipping": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_context_vt": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "open-browser-github.vim": { "branch": "master" },
  "open-browser-unicode.vim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "other.nvim": { "branch": "main" },
  "package-info.nvim": { "branch": "master" },
  "peridot.vim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "portal.nvim": { "branch": "main" },
  "project.nvim": { "branch": "main" },
  "promise.nvim": { "branch": "main" },
  "pyright": { "branch": "main" },
  "python-snippets": { "branch": "master" },
  "qfheight.nvim": { "branch": "main" },
  "quick-scope": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "rainbow_csv": { "branch": "master" },
  "registers.nvim": { "branch": "main" },
  "ruby-lsp": { "branch": "main" },
  "ruff-lsp": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "satellite.nvim": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "sort.nvim": { "branch": "main" },
  "spellsitter.nvim": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "starry.nvim": { "branch": "master" },
  "stickybuf.nvim": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "svelte_inspector.vim": { "branch": "main" },
  "tailwindcss-colorizer-cmp.nvim": { "branch": "main" },
  "telescope-all-recent.nvim": { "branch": "main" },
  "telescope-changes.nvim": { "branch": "master" },
  "telescope-egrepify.nvim": { "branch": "master" },
  "telescope-env.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-github.nvim": { "branch": "master" },
  "telescope-heading.nvim": { "branch": "main" },
  "telescope-kensaku.nvim": { "branch": "main" },
  "telescope-lazy.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "term-edit.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "treesitter-unit": { "branch": "main" },
  "troublesum.nvim": { "branch": "master" },
  "tsnode-marker.nvim": { "branch": "main" },
  "ugaterm.nvim": { "branch": "main" },
  "utf8.nvim": { "branch": "main" },
  "vim-artemis": { "branch": "main" },
  "vim-asterisk": { "branch": "master" },
  "vim-carbon-now-sh": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-manpager": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-mundo": { "branch": "master" },
  "vim-niceblock": { "branch": "master" },
  "vim-partedit": { "branch": "master" },
  "vim-prettyprint": { "branch": "master" },
  "vim-qfedit": { "branch": "master" },
  "vim-qfreplace": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-quickrun-neovim-job": { "branch": "master" },
  "vim-ref": { "branch": "master" },
  "vim-rengbang": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-silicon": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-sonictemplate": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-blockwise": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-uppercase-sql": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim-vsnip-snippets": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" },
  "vscode-javascript": { "branch": "master" },
  "vscode-svelte-snippets": { "branch": "master" },
  "wb-only-current-line.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "winresizer": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" },
  "zig-snippets": { "branch": "master" },
  "zls": { "branch": "master" }
}