jorgebucaran/fisher
oh-my-fish/plugin-expand
decors/fish-ghq
matchai/fish-mock
0rax/fish-bd
joehillen/ev-fish
jorgebucaran/spark.fish
jethrokuan/fzf
jorgebucaran/autopair.fish
jorgebucaran/replay.fish
edc/bass
ik11235/wakatime.fish
gazorby/fish-abbreviation-tips
matchai/spacefish
ryoppippi/bdf.fish
yuys13/pathed.fish
karibash/ni.fish
